
[
    
{
"attributeName" : "None",
"value" :"Use this option to exclude brand details from the data export file."
},
{
    "attributeName" : "For local brands",
    "value" :"Use this option to include local brands into the exported data set for all brand positions (Global,Regional,Local/Inc.)"
},{
  
    "attributeName" : "For global/regional brand positions",
    "value" :"Use this option to include local brands into the exported data set for all brand positions (Global,Regional,Local/Inc.)"
},
{
    "attributeName" : "For all brand positions",
    "value" :"Use this option to include local brands into the exported data set for all brand positions (Global,Regional,Local/Inc.)"
},
{
    "attributeName" : "Yes",
    "value" :"Use this option to extract data with both master data codes and descriptions for Geography, Category, Manufacturer and Brand."
},
{
    "attributeName" : "No",
    "value" :"Use this option to extract data descriptions only and exclude master data codes for Geography, Category, Manufacturer and Brand."
},
{
    "attributeName" : "Last Available",
    "value" :"New data is continuously input into GMI as it becomes available from the local agencies. Extracts based on the ‘Latest Available’ view of the GMI data are updated as new data becomes available during the month reporting calendar."
},
{
    "attributeName" : "Monthly Available",
    "value" :"Monthly reporting is a static dataset updated at a fixed point each month timed to align with the Unilever Financial Results reporting calendar."
},
{
    "attributeName" : "Add only market and Unilever",
    "value" :"Use this option to extract data for Total Market and Unilever only."
},
{
    "attributeName" : "Add all competitor",
    "value" :"Use this option to extract data for all Unilever’s competitors on the market."
},
{
    "attributeName" : "Add only top 5 competitors including Unilever",
    "value" :"Use this option to extract data for Top 5 competitors only (based on their previous year value sales).Extract ALL MANUFACTURERS and Unilever’s data only."
},
{
    "attributeName" : "4 weeks",
    "value" :"4 Weeks aggregates data for 28 days for the first 12 periods and 29 days for 13th (30 in leap year)."
},
{
    "attributeName" : "Months",
    "value" :"Month aggregates data for the actual number of days in each month (e.g. 31 days for January, 28 days for February (29 in leap year))."
},
{
    "attributeName" : "Quarters",
    "value" :"Quarter aggregates data for the actual number of days in each quarter (i.e. Jan-Mar 90 days (91 leap year), Apr-Jun 91 days, Jul-Sep 92 days, Oct-Dec 92 days)."
},
{
    "attributeName" : "FY",
    "value" :"FY aggregates data for the full year – 365 days (366 days in leap year)."
},
{
    "attributeName" : "YTD",
    "value" :"YTD aggregates data from start of the year up to and including latest available day in the local data period."
},
{
    "attributeName" : "MAT",
    "value" :"MAT aggregates data for latest 365 days counting back from the latest available day in the local data period."
},
{
    "attributeName" : "L12W",
    "value" :"L12W aggregates data for latest 84 days counting back from the latest available day in the local data period."
},
{
    "attributeName" : "L4W",
    "value" :"L4W aggregates data for latest 28 days counting back from the latest available day in the local data period."
},
{
    "attributeName" : "Average Price",
    "value" :"Use this option to extract data for all Unilever’s competitors on the market."
},
{
    "attributeName" : "Average Price Index",
    "value" :"Use this option to extract data for all Unilever’s competitors on the market."
},
{
    "attributeName" : "Value",
    "value" :"Value sales (Retail Sales Value) is one of 2 basic KPI used in Market share reporting. Value sales is provided by local research agencies and transformed using GMI methodology to align data across Unilever."
},
{
    "attributeName" : "Volume",
    "value" :"Volume sales (Retail Sales Volume) is one of 2 basic KPI used in Market share reporting. Volume sales is provided by local research agencies and transformed using GMI methodology to align data across Unilever."
},
{
    "attributeName" : "Value Grwoth vs PP",
    "value" :"Value growth vs PP (Market Retail Sales Value Growth vsPP) is the simple change in retail sales value from previous period to current period for the reported market (eg total Dressing Europe) expressed as a percentage."
},
{
    "attributeName" : "Value Growth vs PY",
    "value" :"Value growth vs PY (Market Retail Sales Value Growth vsPY) is the simple change in retail sales value from corresponding period in previous year to current period for the reported market (eg total Dressing Europe) expressed as a percentage."
},
{
    "attributeName" : "Value Share",
    "value" :" Value Share is a Value Sales (Retail Sales Value) expressed as a percentage of the total category Value Sales."
},
{
    "attributeName" : "Volume Share",
    "value" :"Volume Share is a Volume Sales (Retail Sales Volume) expressed as a percentage of the total category Volume Sales."
},
{
    "attributeName" : "Value Share Development vs. PP",
    "value" :"Use this option to extract data for all Unilever’s competitors on the market."
},
{
    "attributeName" : "Value Share Development vs PY",
    "value" :"Use this option to extract data for all Unilever’s competitors on the market."
},
{
    "attributeName" : "Value Share Dev from Value Share Changes vs PP ",
    "value" :"Use this option to extract data for all Unilever’s competitors on the market."
},
{
    "attributeName" : "Value Share Dev from Volume Share Changes vs PP ",
    "value" :"Use this option to extract data for all Unilever’s competitors on the market."
},
{
    "attributeName" : "Volume Share Development vs PP",
    "value" :"Use this option to extract data for all Unilever’s competitors on the market."
}
    
]
